Revit 2024 API
ParameterTypeId.StairsDownText Property
 "Down Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsDownText { get; }
Visual Basic
Public Shared ReadOnly Property StairsDownText As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsDownText {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace